[Buildings_name.A_citadel_Dwelling_Lv1_Name H7GlobalName]
mName="神庙核心生物住所"

[Buildings_name.A_citadel_Dwelling_Lv2_Name H7GlobalName]
mName="神庙精英生物住所"

[Buildings_name.A_citadel_Dwelling_Lv3_Name H7GlobalName]
mName="神庙冠军生物住所"